#+TITLE: Meditation Without the Hurry

Meditation Without the Hurry

Meditáció Sürgés Nélkül

|   |     | Title            | Words |
|---+-----+------------------+-------|
|   |     | Kezdőlap         |       |
|   |  1. | Breathing        |  1615 |
|   | 1.1 | But How          |       |
|   |  2. | Cycles           |  1349 |
|   |  3. | Ocean            |  1001 |
|   |  4. | Elements         |   997 |
|   |  5. | Too Much         |  1037 |
|   |  6. | Boat             |  1278 |
|   |  7. | Bones            |  1240 |
|   |  8. | Heroes           |  1933 |
|   |     | Further Readings |       |
|---+-----+------------------+-------|
|   |     |                  | 10450 |
| ^ |     |                  |     x |
|---+-----+------------------+-------|
#+TBLFM: $x=vsum(@2..@-1)
